var store = [{
        "title": "Jekyll 설치",
        "excerpt":"안녕하세요! 지킬(Jekyll) 을 이용해 세팅해본 블로그의 첫 포스팅입니다.기본적으로 Github의 마크다운 문법을 지원합니다. 막상 설치해보니 생각만큼 세팅이 잘 안되는 부분도 있어서 하나하나 고쳐나가야할 것 같네요: ) 추가하고자 하는 기능들   태그 기능  댓글 기능  프로필 작성  포스팅 주제 선정 등..","categories": [],
        "tags": ["Jekyll","블로그","Github"],
        "url": "http://localhost:4000/welcome-to-jekyll/"
      },{
        "title": "KSUG 하반기 세미나 후기",
        "excerpt":"운이 좋게 KSUG 2019 하반기 세미나 신청이 성공해서 잘 다녀왔습니다. 세미나는 오전 10시부터 오후 4시 40여분까지 진행되었으며, 다음과 같은 주제로 진행되었습니다. 아래는 개인적인 후기입니다. • 더 자바: 코드를 테스트하는 다양한 방법 (백기선님 / 10:00-12:00) JUnit5에서 바뀐 개선점을 중심으로 코드를 테스트하는 다양한 방법을 얘기해주셨습니다. 개인적으로는 구체적으로 메소드명을 작문(?)해야만 어떤 테스트인지 알기...","categories": [],
        "tags": ["KSUG","한국스프링사용자모임","Java","MSA","Monolithic"],
        "url": "http://localhost:4000/KSUG-%ED%95%98%EB%B0%98%EA%B8%B0-%EC%84%B8%EB%AF%B8%EB%82%98-%ED%9B%84%EA%B8%B0/"
      }]
